Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# consent.analytics.sheet.title
source: Help Improve the App?
ar: هل تريد المساعدة في تحسين التطبيق؟
bn: অ্যাপটি উন্নত করতে সাহায্য করুন?
ca: Vols ajudar a millorar l'app?
cs: Pomoci zlepšit aplikaci?
da: Hjælp med at forbedre appen?
de: Die App verbessern?
el: Βελτίωση της εφαρμογής;
es: ¿Ayudar a mejorar la app?
es_mx: ¿Ayudar a mejorar la app?
fi: Haluatko auttaa kehittämään sovellusta?
fr: Améliorer l'app ?
fr_ca: Améliorer l'appli?
gu: ઍપ્લિકેશન બહતર બનાવવામાં મદદ કરશો?
he: לעזור לשפר את האפליקציה?
hi: ऐप को बेहतर बनाने में मदद करें?
hr: Pomoći poboljšati aplikaciju?
hu: Segítesz fejleszteni az alkalmazást?
id: Bantu Tingkatkan Aplikasi?
it: Vuoi migliorare l'app?
ja: アプリの改善にご協力いただけますか？
kn: ಅಪ್ಲಿಕೇಶನನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡಿ?
ko: 앱 개선에 도움을 주시겠어요?
ml: അപ്ലിക്കേഷൻ മെച്ചപ്പെടുത്തുകയോ?
mr: अ‍ॅप सुधारण्यास मदत करा?
ms: Bantu Tingkatkan Aplikasi?
nb: Hjelp oss å forbedre appen?
nl: Help de app verbeteren?
or: ଆପ୍ ଉନ୍ନତ କରିବାରେ ସାହାଯ୍ୟ କରିବେ?
pa: ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰੋ?
pl: Pomóż ulepszyć aplikację?
pt_br: Ajudar a Melhorar o App?
pt_pt: Ajudar a Melhorar a App?
ro: Ajută la îmbunătățirea aplicației?
ru: Помочь улучшить приложение?
sk: Pomôcť zlepšiť aplikáciu?
sl: Pomagaj izboljšati aplikacijo?
sv: Hjälp oss förbättra appen?
ta: பயன்பாட்டை மேம்படுத்த உதவ வாழ்க?
te: అప్‌ను మెరుగుపరచడానికి సహాయం చేయాలా?
th: ช่วยพัฒนาแอปได้ไหม?
tr: Uygulamayı İyileştirmemize Yardım Et?
uk: Допомогти покращити додаток?
ur: ایپ کو بہتر بنانے میں مدد دیں؟
vi: Giúp cải thiện ứng dụng?
zh_hans: 帮助改善应用？
zh_hant: 幫助改善 App？

# containerFailure.action.retry
source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
es_mx: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: फिर से प्रयास करें
hr: Pokušaj ponovno
hu: Újra
id: Coba Lagi
it: Riprova
ja: 再試行
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba Lagi
nb: Prøv igjen
nl: Opnieuw proberen
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusi znova
sv: Försök igen
ta: மீண்டும் முயற்சி
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Yeniden Dene
uk: Повторити
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# containerFailure.action.retry.accessibilityHint
source: Tries to open your data again.
ar: محاولة فتح بيانات التطبيق مجددًا.
bn: আপনার ডেটা আবার খোলার চেষ্টা করে।
ca: Intenta obrir les teves dades de nou.
cs: Pokusí se znovu otevřít vaše data.
da: Forsøger at åbne dine data igen.
de: Versucht, deine Daten erneut zu öffnen.
el: Προσπαθεί να ανοίξει τα δεδομένα σας ξανά.
es: Intenta abrir tus datos de nuevo.
es_mx: Intenta abrir tus datos de nuevo.
fi: Yrittää avata tietojasi uudelleen.
fr: Tente d'ouvrir vos données à nouveau.
fr_ca: Tente d'ouvrir tes données à nouveau.
gu: તમારો ડેટા ફરી ખોલવાનો પ્રયાસ કરે છે.
he: מנסה לפתוח את הנתונים שלך שוב.
hi: आपके डेटा को फिर से खोलने की कोशिश करता है।
hr: Pokušava otvoriti vaše podatke ponovno.
hu: Megkísérli az adatok megnyitását.
id: Mencoba membuka data Anda lagi.
it: Tenta di aprire di nuovo i tuoi dati.
ja: データを再度開くことを試みます。
kn: ನಿಮ್ಮ ಡೇಟಾ ಮತ್ತೆ ತೆರೆಯಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ.
ko: 데이터를 다시 열어봅니다.
ml: നിങ്ങളുടെ ഡാറ്റ വീണ്ടും തുറക്കാൻ ശ്രമിക്കുന്നു.
mr: आपल्या डेटा पुन्हा उघडण्याचा प्रयत्न करते.
ms: Mencuba untuk membuka data anda sekali lagi.
nb: Forsøker å åpne dataene dine på nytt.
nl: Probeert je gegevens opnieuw te openen.
or: ଆପଣାର ତଥ୍ୟ ଖୋଲିବାକୁ ଚେଷ୍ଟା କରେ।
pa: ਤੁਸੀਂ ਦਾ ਡੇਟਾ ਦੋਬਾਰਾ ਖੋਲ੍ਹਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ।
pl: Próbuje ponownie otworzyć Twoje dane.
pt_br: Tenta abrir seus dados novamente.
pt_pt: Tenta abrir os seus dados novamente.
ro: Încearcă să deschidă din nou datele tale.
ru: Попытается снова открыть ваши данные.
sk: Skúsi otvoriť vaše údaje znova.
sl: Poskuša ponovno odpreti tvoje podatke.
sv: Försöker öppna dina data igen.
ta: உங்கள் தரவை மீண்டும் திறக்க முயற்சி செய்கிறது.
te: మీ డేటాను మళ్లీ తెరవడానికి ప్రయత్నిస్తుంది.
th: พยายามเปิดข้อมูลของคุณอีกครั้ง
tr: Verilerini yeniden açmayı dener.
uk: Намагається відкрити ваші дані знову.
ur: اپنے ڈیٹا کو دوبارہ کھولنے کی کوشش کرتا ہے۔
vi: Cố gắng mở dữ liệu của bạn lại.
zh_hans: 尝试重新打开您的数据。
zh_hant: 嘗試再次開啟您的資料。

# containerFailure.action.sendFeedback
source: Send Feedback
ar: إرسال ملاحظات
bn: মতামত পাঠান
ca: Envia comentaris
cs: Odeslat zpětnou vazbu
de: Feedback senden
el: Αποστολή σχολίων
es: Enviar comentarios
es_mx: Enviar comentarios
fi: Lähetä palautetta
fr: Envoyer un commentaire
fr_ca: Envoyer des commentaires
gu: પ્રતિસાદ મોકલો
he: שליחת משוב
hi: फ़ीडबैक भेजें
hr: Pošalji povratne informacije
hu: Visszajelzés küldése
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送信
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ
ko: 피드백 보내기
ml: ഫീഡ്‌ബാക്ക് അയയ്ക്കുക
mr: अभिप्राय पाठवा
ms: Hantar Maklum Balas
nb: Send tilbakemelding
nl: Feedback sturen
or: ମତାମତ ପଠାନ୍ତୁ
pa: ਫੀਡਬੈਕ ਭੇਜੋ
pl: Wyślij opinię
pt_br: Enviar Feedback
pt_pt: Enviar comentários
ro: Trimite feedback
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
sl: Pošlji povratne informacije
sv: Skicka feedback
ta: கருத்தை அனுப்பு
te: అభిప్రాయాన్ని పంపండి
th: ส่งความคิดเห็น
tr: Geri Bildirim Gönder
uk: Надіслати відгук
ur: تاثرات بھیجیں
vi: Gửi Phản hồi
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

# containerFailure.action.sendFeedback.accessibilityHint
source: Opens an email with the error details, no personal data.
ar: فتح رسالة بريد إلكترونية تتضمن تفاصيل الخطأ بدون بيانات شخصية.
bn: ত্রুটির বিবরণ সহ একটি ইমেল খোলে, কোনো ব্যক্তিগত ডেটা নেই।
ca: Obri un correu electrònic amb els detalls de l'error, sense dades personals.
cs: Otevře e-mail s detaily chyby bez osobních údajů.
da: Åbner en email med fejldetaljerne, uden personlige data.
de: Öffnet eine E-Mail mit den Fehlerdetails, keine persönlichen Daten.
el: Ανοίγει ένα μήνυμα ηλεκτρονικού ταχυδρομείου με τις λεπτομέρειες του σφάλματος, χωρίς προσωπικά δεδομένα.
es: Abre un correo con los detalles del error, sin datos personales.
es_mx: Abre un correo con los detalles del error, sin datos personales.
fi: Avaa sähköpostin virheen tiedoilla ilman henkilökohtaisia tietoja.
fr: Ouvre un e-mail avec les détails de l'erreur, sans données personnelles.
fr_ca: Ouvre un courriel avec les détails de l'erreur, sans données personnelles.
gu: ભૂલ વિગતો સાથે ઇમેલ ખોલે છે, કોઈ ગોપનીય ડેટા નથી.
he: פותח אימייל עם פרטי השגיאה, ללא נתונים אישיים.
hi: त्रुटि विवरण के साथ एक ईमेल खोलता है, कोई व्यक्तिगत डेटा नहीं।
hr: Otvara e-poštu s detaljima greške, bez osobnih podataka.
hu: Megnyit egy e-mailt a hiba részleteivel, személyes adatok nélkül.
id: Membuka email dengan detail error, tanpa data pribadi.
it: Apre un'email con i dettagli dell'errore, senza dati personali.
ja: エラーの詳細を含むメールを開きます。個人データは含まれません。
kn: ವ್ಯಕ್ತಿಗತ ಡೇಟಾ ಇಲ್ಲದೆ ದೋಷ ವಿವರಗಳೊಂದಿಗೆ ಇಮೇಲ್ ತೆರೆಯುತ್ತದೆ.
ko: 오류 세부 정보가 포함된 이메일을 열어줍니다. 개인 데이터는 포함되지 않습니다.
ml: ത്രുടി വിശദാംശങ്ങൾ ഉള്ള ഈ-മെയിൽ തുറക്കുന്നു, വ്യക്തിഗത ഡാറ്റ നിയന്ത്രണ.
mr: त्रुटी तपशीलसह ईमेल उघडते, कोणताही व्यक्तिगत डेटा नाही.
ms: Membuka e-mel dengan butiran ralat, tanpa data peribadi.
nb: Åpner en e-post med feildetaljene, uten personlige data.
nl: Opent een e-mail met de foutdetails, zonder persoonlijke gegevens.
or: ତ୍ରୁଟି ବିବରଣୀ ସହ ଇମେଲ ଖୋଲେ, ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ନାହିଁ।
pa: ਗਲਤੀ ਦਾ ਵੇਰਵਾ ਨਾਲ ਈ-ਮੇਲ ਖੋਲ੍ਹਦਾ ਹੈ, ਕੋਈ ਨਿਜੀ ਡੇਟਾ ਨਹੀਂ।
pl: Otwiera wiadomość e-mail ze szczegółami błędu, bez danych osobowych.
pt_br: Abre um email com os detalhes do erro, sem dados pessoais.
pt_pt: Abre um email com os detalhes do erro, sem dados pessoais.
ro: Deschide un email cu detaliile erorii, fără date personale.
ru: Открывает письмо с информацией об ошибке без личных данных.
sk: Otvorí e-mail s podrobnosťami o chybe bez osobných údajov.
sl: Odpre e-pošto s podrobnostmi o napaki, brez osebnih podatkov.
sv: Öppnar ett e-postmeddelande med felinformation, ingen personlig data.
ta: பிழை விவரங்களுடன் மின்னஞ்சல் திறக்கிறது, ஆனால் ব்যக்திगत தரவு இல்லை.
te: ఎర్రర్ వివరాలతో ఇమెయిల్‌ను తెరుస్తుంది, వ్యక్తిగత డేటా లేదు.
th: เปิดอีเมลพร้อมรายละเอียดข้อผิดพลาด ไม่มีข้อมูลส่วนตัว
tr: Hata ayrıntılarıyla birlikte bir e-posta açar, kişisel veri içermez.
uk: Відкриває лист електронної пошти з деталями помилки без особистих даних.
ur: خرابی کی تفصیلات کے ساتھ ایک ای میل کھولتا ہے، کوئی ذاتی ڈیٹا نہیں۔
vi: Mở email với chi tiết lỗi, không có dữ liệu cá nhân.
zh_hans: 打开包含错误详情的邮件，不包含个人数据。
zh_hant: 開啟包含錯誤詳情的電子郵件，不包含個人資料。

# containerFailure.body
source: Something went wrong loading your budgets. Try again, or send us the details so we can help.
ar: حدث خطأ ما أثناء تحميل الميزانيات. حاول مجددًا، أو أرسل لنا التفاصيل لكي نتمكن من مساعدتك.
bn: আপনার বাজেটগুলি লোড করতে কিছু ভুল হয়েছে। আবার চেষ্টা করুন বা আমাদের বিবরণ পাঠান যাতে আমরা সাহায্য করতে পারি।
ca: Alguna cosa ha anat malament en carregar els teus pressupostos. Intenta-ho de nou o envia'ns els detalls perquè t'ajudem.
cs: Při načítání vašich rozpočtů se něco pokazilo. Zkuste to znovu, nebo nám pošlete detaily, abychom vám mohli pomoci.
da: Der gik noget galt med indlæsningen af dine budgetter. Prøv igen, eller send os detaljerne, så vi kan hjælpe.
de: Beim Laden deiner Budgets ist ein Fehler aufgetreten. Versuche es erneut, oder sende uns die Details, damit wir dir helfen können.
el: Κάτι πήγε στραβά κατά τη φόρτωση των προϋπολογισμών σας. Δοκιμάστε ξανά ή στείλτε μας τις λεπτομέρειες για να σας βοηθήσουμε.
es: Algo ha fallado al cargar tus presupuestos. Vuelve a intentarlo o envíanos los detalles para poder ayudarte.
es_mx: Algo salió mal al cargar tus presupuestos. Intenta de nuevo o envíanos los detalles para poder ayudarte.
fi: Budjetin lataaminen epäonnistui. Yritä uudelleen tai lähetä meille yksityiskohdat, jotta voimme auttaa.
fr: Un problème est survenu lors du chargement de tes budgets. Réessaie, ou envoie-nous les détails pour qu'on puisse t'aider.
fr_ca: Une erreur s'est produite lors du chargement de tes budgets. Réessaie, ou envoie-nous les détails pour qu'on puisse t'aider.
gu: તમારા બજેટ લોડ કરવામાં કંઈક ખોટું થયું. ફરી પ્રયાસ કરો, અથવા આપણને વિગતો મોકલો જેથી આપણે તમને મદદ કરી શકીએ.
he: משהו השתבש בעת טעינת התקציבים שלך. נסה שוב, או שלח לנו את הפרטים כדי שנוכל לעזור.
hi: आपके बजट लोड करने में कुछ गलत हुआ। फिर से कोशिश करें, या हमें विवरण भेजें ताकि हम मदद कर सकें।
hr: Nešto je pošlo po zlu pri učitavanju vaših proračuna. Pokušajte ponovno ili nam pošaljite detalje kako bismo vam pomogli.
hu: Hiba történt a költségkeretek betöltésekor. Próbáld újra, vagy küldj részleteket, hogy segíthessünk.
id: Terjadi kesalahan saat memuat anggaran Anda. Coba lagi, atau kirim detail tersebut kepada kami agar kami dapat membantu.
it: Si è verificato un errore durante il caricamento dei tuoi budget. Riprova o inviaci i dettagli per poter aiutare.
ja: 予算の読み込み中に問題が発生しました。もう一度試すか、詳細情報をお知らせください。サポートいたします。
kn: ನಿಮ್ಮ ಬಜೆಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ಏನಾದರೂ ತಪ್ಪಾದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ, ಅಥವಾ ನಾವು ಸಹಾಯ ಮಾಡಲು ವಿವರಗಳನ್ನು ಕಳುಹಿಸಿ.
ko: 예산 데이터를 불러오는 중에 문제가 발생했습니다. 다시 시도하거나 세부 정보를 보내주시면 도움을 드리겠습니다.
ml: നിങ്ങളുടെ ബജറ്റുകൾ ലോഡ് ചെയ്യുന്നതിൽ എന്തെങ്കിലും തെറ്റായി പോയി. വീണ്ടും ശ്രമിക്കുക, അല്ലെങ്കിൽ നിങ്ങളെ സഹായിക്കാൻ ഞങ്ങൾക്ക് വിശദാംശങ്ങൾ അയയ്ക്കുക.
mr: आपल्या budgets लोड करण्यात काहीतरी चूक झाली. पुन्हा प्रयत्न करा, किंवा आम्हाला तपशील पाठवा जेणेकरून आम्ही मदत करू शकू.
ms: Ada masalah semasa memuatkan bajet anda. Cuba lagi, atau hantar butiran kepada kami untuk bantuan.
nb: Noe gikk galt da vi skulle laste budsjettene dine. Prøv igjen, eller send oss detaljene så vi kan hjelpe.
nl: Er ging iets mis bij het laden van je budgetten. Probeer het opnieuw of stuur ons de details zodat we je kunnen helpen.
or: ଆପଣାର ବଜେଟ୍ ଲୋଡ୍ କରିବାରେ କିଛି ଭୁଲ ହୋଇଗଲା। ଆବାର ଚେଷ୍ଟା କରନ୍ତୁ, କିମ୍ବା ବିବରଣୀ ପଠାନ୍ତୁ ଯାଥା ଆମେ ସାହାଯ୍ୟ କରିପାରିବା।
pa: ਤੁਸੀਂ ਦੇ ਬਜਟ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਜਾਂ ਸਾਨੂੰ ਵੇਰਵੇ ਭੇਜੋ ਤਾਂ ਜੋ ਸਾਂ ਸਹਾਇਤਾ ਕਰ ਸਕੀ।
pl: Coś poszło nie tak przy ładowaniu budżetów. Spróbuj ponownie lub wyślij nam szczegóły, abyśmy mogli Ci pomóc.
pt_br: Algo deu errado ao carregar seus orçamentos. Tente novamente ou envie-nos os detalhes para que possamos ajudar.
pt_pt: Ocorreu um erro ao carregar os teus orçamentos. Tenta novamente ou envia-nos os detalhes para podermos ajudar.
ro: Ceva nu a funcționat la încărcarea bugetelor tale. Încearcă din nou sau trimite-ne detaliile pentru a te ajuta.
ru: При загрузке бюджетов произошла ошибка. Повторите попытку или отправьте нам сведения, чтобы мы могли помочь.
sk: Niečo sa pokazilo pri načítavaní vašich rozpočtov. Skúste znova alebo nám pošlite podrobnosti, aby sme vám mohli pomôcť.
sl: Nekaj je šlo narobe pri nalaganju tvojih proračunov. Poskusi znova ali nam pošlji podrobnosti, da ti lahko pomagamo.
sv: Något gick fel när budgetarna laddades. Försök igen eller skicka oss informationen så kan vi hjälpa till.
ta: உங்கள் பட்ஜெட்டுகளை ஏற்றுவதில் ஏதோ தவறு ஆனது. மீண்டும் முயற்சி செய்யவும், அல்லது நாங்கள் உதவ முடியும் என்பதற்காக விவரங்களை அனுப்பவும்.
te: మీ బడ్జెట్‌లను లోడ్ చేయడంలో ఎంత ఖర్చయైనా ఉంది. మళ్లీ ప్రయత్నించండి, లేదా మాకు వివరాలను పంపండి కనుక మేము సహాయం చేయవచ్చు.
th: เกิดข้อผิดพลาดระหว่างการโหลดงบประมาณของคุณ ลองใหม่อีกครั้ง หรือส่งรายละเอียดให้เราเพื่อที่เราจะได้ช่วยเหลือ
tr: Bütçelerin yüklenirken bir şeyler ters gitti. Tekrar dene ya da ayrıntıları bize gönder, yardımcı olalım.
uk: Під час завантаження ваших бюджетів сталася помилка. Спробуйте ще раз або надішліть нам деталі, щоб ми змогли допомогти.
ur: آپ کے بجٹس کو لوڈ کرنے میں کوئی خرابی آئی۔ دوبارہ کوشش کریں، یا ہمیں تفصیلات بھیجیں تاکہ ہم مدد کر سکیں۔
vi: Có lỗi khi tải ngân sách của bạn. Thử lại hoặc gửi thông tin cho chúng tôi để chúng tôi có thể giúp bạn.
zh_hans: 加载预算时出错。请重试，或将详情发送给我们以便帮助您。
zh_hant: 載入預算時出錯。請重試，或將詳情傳送給我們，以便我們協助您解決。

# containerFailure.email.body.intro
source: The app couldn't open your data store. Diagnostic context (no personal data):
ar: تعذر على التطبيق فتح مستودع البيانات. سياق التشخيص (بدون بيانات شخصية):
bn: অ্যাপ আপনার ডেটা স্টোর খুলতে পারেনি। ডায়াগনস্টিক প্রসঙ্গ (কোনো ব্যক্তিগত ডেটা নেই):
ca: L'app no ha pogut obrir el teu emmagatzematge de dades. Context de diagnòstic (sense dades personals):
cs: Aplikace nemohla otevřít vaše úložiště dat. Diagnostické informace (bez osobních údajů):
da: Appen kunne ikke åbne dit datalager. Diagnostiske oplysninger (uden personlige data):
de: Die App konnte deinen Datenspeicher nicht öffnen. Diagnosekontexte (keine persönlichen Daten):
el: Η εφαρμογή δεν μπόρεσε να ανοίξει το χώρο αποθήκευσης δεδομένων σας. Διαγνωστικό περιεχόμενο (χωρίς προσωπικά δεδομένα):
es: La app no ha podido abrir tu almacén de datos. Contexto de diagnóstico (sin datos personales):
es_mx: La app no pudo abrir tu almacén de datos. Contexto de diagnóstico (sin datos personales):
fi: Sovellus ei voinut avata tietovarastoa. Diagnostiikkatiedot (ei henkilökohtaisia tietoja):
fr: L'app n'a pas pu ouvrir votre magasin de données. Contexte de diagnostic (pas de données personnelles) :
fr_ca: L'app n'a pas pu ouvrir ta banque de données. Contexte de diagnostic (aucune donnée personnelle) :
gu: ઍપ્લિકેશન તમારો ડેટા સ્ટોર ખોલી શકી નથી. નિદાનસ્થાનીય સંદર્ભ (કોઈ ગોપનીય ડેટા નથી):
he: האפליקציה לא יכלה לפתוח את אחסון הנתונים שלך. הקשר אבחון (ללא נתונים אישיים):
hi: ऐप आपके डेटा स्टोर को नहीं खोल सका। नैदानिक संदर्भ (कोई व्यक्तिगत डेटा नहीं):
hr: Aplikacija nije mogla otvoriti vašu bazu podataka. Dijagnostički kontekst (bez osobnih podataka):
hu: Az alkalmazás nem tudta megnyitni az adattárat. Diagnosztikai adatok (személyes adatok nélkül):
id: Aplikasi tidak dapat membuka penyimpanan data Anda. Konteks diagnostik (tanpa data pribadi):
it: L'app non ha potuto aprire il tuo archivio dati. Contesto diagnostico (senza dati personali):
ja: アプリがデータストアを開くことができませんでした。診断情報（個人データは含まれません）：
kn: ಅಪ್ಲಿಕೇಶನ್ ನಿಮ್ಮ ಡೇಟಾ ಸ್ಟೋರ್ ತೆರೆಯಲಾಗಲಿಲ್ಲ. ರೋಗನಿರ್ಣಯ ಸನ್ನಿವೇಶ (ವ್ಯಕ್ತಿಗತ ಡೇಟಾ ಇಲ್ಲ):
ko: 앱이 데이터 저장소를 열 수 없습니다. 진단 정보(개인 데이터 제외):
ml: ആപ്ലിക്കേഷൻ നിങ്ങളുടെ ഡാറ്റ സ്റ്റോർ തുറക്കാൻ കഴിഞ്ഞില്ല. വിശകലനാത്മക സന്ദർഭം (വ്യക്തിഗത ഡാറ്റ നിയന്ത്രണ):
mr: अ‍ॅप आपला डेटा स्टोर उघडू शकला नाही. निदान संदर्भ (व्यक्तिगत डेटा नाही):
ms: Apl tidak dapat membuka simpanan data anda. Konteks diagnostik (tanpa data peribadi):
nb: Appen kunne ikke åpne datalagringsstedet ditt. Diagnostisk kontekst (ingen personlige data):
nl: De app kon je gegevensopslag niet openen. Diagnostische context (geen persoonlijke gegevens):
or: ଆପ୍ ତଥ୍ୟ ସଂଗ୍ରହ ଖୋଲିପାରିନାହିଁ। ନିରାକରଣ ପ୍ରସଙ୍ଗ (ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ନାହିଁ):
pa: ਐਪਲੀਕੇਸ਼ਨ ਤੁਸੀਂ ਦਾ ਡੇਟਾ ਸਟੋਰ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਿਆ। ਡਾਇਗਨੌਸਟਿਕ ਰੂਪ-ਰੰਗ (ਕੋਈ ਨਿਜੀ ਡੇਟਾ ਨਹੀਂ):
pl: Aplikacja nie mogła otworzyć magazynu danych. Kontekst diagnostyczny (bez danych osobowych):
pt_br: O app não conseguiu abrir seu armazenamento de dados. Contexto de diagnóstico (sem dados pessoais):
pt_pt: A app não conseguiu abrir o armazenamento de dados. Contexto de diagnóstico (sem dados pessoais):
ro: Aplicația nu a putut deschide depozitul tău de date. Context de diagnostic (fără date personale):
ru: Приложению не удалось открыть ваше хранилище данных. Диагностическая информация (без личных данных):
sk: Aplikácii sa nepodarilo otvoriť úložisko dát. Diagnostické informácie (žiadne osobné údaje):
sl: Aplikacija ne more odpreti tvoje podatkovne shrambe. Diagnostični kontekst (brez osebnih podatkov):
sv: Appen kunde inte öppna datalager. Diagnostisk kontext (ingen personlig data):
ta: பயன்பாடு உங்கள் தரவு சேமிப்பிடத்தைத் திறக்க முடியவில்லை. நோயறிதல் சூழல் (ஆனால் ব்যக்திگत தரவு இல்லை):
te: యాప్ మీ డేటా స్టోర్‌ను తెరవలేకపోయింది. నిర్ధారణ సందర్భం (వ్యక్తిగత డేటా లేదు):
th: แอปไม่สามารถเปิดคลังข้อมูลของคุณ บริบทการวินิจฉัย (ไม่มีข้อมูลส่วนตัว):
tr: Uygulama veri deponuzu açamadı. Tanılama bağlamı (kişisel veri içermez):
uk: Додаток не зміг відкрити ваше сховище даних. Діагностична інформація (без особистих даних):
ur: ایپ اپنے ڈیٹا اسٹور کو کھول نہیں سکی۔ تشخیصی سیاق و سباق (کوئی ذاتی ڈیٹا نہیں):
vi: Ứng dụng không thể mở kho dữ liệu của bạn. Thông tin chẩn đoán (không có dữ liệu cá nhân):
zh_hans: 应用无法打开您的数据存储。诊断信息（不包含个人数据）：
zh_hant: 應用程式無法開啟您的資料儲存。診斷資訊（不包含個人資料）：

# containerFailure.email.body.prompt
source: Please describe what was happening on your device when this started:
ar: الرجاء وصف ما كان يحدث على جهازك عند بدء هذا الخطأ:
bn: আপনার ডিভাইসে এটি শুরু হওয়ার সময় কী ঘটছিল তা বর্ণনা করুন:
ca: Si us plau, descriu què estava passant al teu dispositiu quan va començar:
cs: Popiš prosím, co se na tvém zařízení dělo, když tento problém začal:
da: Beskriv venligst, hvad der skete på din enhed, da problemet opstod:
de: Bitte beschreibe, was auf deinem Gerät geschah, als dies begann:
el: Περιγράψτε τι συνέβαινε στη συσκευή σας όταν ξεκίνησε αυτό:
es: Por favor, describe qué estaba sucediendo en tu dispositivo cuando empezó esto:
es_mx: Por favor describe qué estaba pasando en tu dispositivo cuando esto comenzó:
fi: Kuvaile, mitä tapahtui laitteelläsi, kun ongelma alkoi:
fr: Décris ce qui se passait sur ton appareil au moment où c'est arrivé :
fr_ca: Décris ce qui se passait sur ton appareil au moment où ça a commencé :
gu: તમારા ઉપકરણમાં આ શરૂ થયું તે સમયે શું થઈ રહ્યું હતું તે વર્ણન કરો:
he: אנא תאר מה היה קורה במכשיר שלך כאשר זה התחיל:
hi: कृपया बताएं कि जब यह शुरू हुआ तो आपके डिवाइस पर क्या चल रहा था:
hr: Opišite što se događalo na vašem uređaju kada je ovo počelo:
hu: Kérjük, írd le, mit csináltál az eszközödön, amikor ez a hiba lépett fel:
id: Harap jelaskan apa yang sedang terjadi di perangkat Anda saat masalah ini dimulai:
it: Per favore descrivi che cosa stavi facendo sul tuo dispositivo quando questo è iniziato:
ja: この問題が発生したときにデバイスで何をしていたかを説明してください：
kn: ಅಪ್ಲಿಕೇಶನ್ ನಿಮ್ಮ ಡೇಟಾ ಸ್ಟೋರ್ ತೆರೆಯಲಾಗಲಿಲ್ಲ ಎಂದು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಕಿ ಆಗುತ್ತಿತ್ತೆ ಎಂಬುದನ್ನು ವರ್ಣಿಸಿ:
ko: 이 문제가 발생했을 때 기기에서 어떤 작업을 하고 있었는지 알려주세요:
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ അത് നിർത്തി എന്ന സമയത്ത് എന്തായിരുന്നെന്ന് വിവരിക്കുക:
mr: कृपया वर्णन करा की आपल्या डिव्हाइसवर हे कधी सुरू झाले तेव्हा काय चालू होते:
ms: Sila terangkan apa yang sedang berlaku di peranti anda apabila ini bermula:
nb: Vær så god og beskriv hva som skjedde på enheten din da problemet startet:
nl: Beschrijf wat er op je apparaat aan de hand was toen dit begon:
or: ଦୟାକରି ବର୍ଣ୍ଣନା କରନ୍ତୁ ଯାହା ଆପଣାର ଡିଭାଇସରେ ଘଟୁଥିଲା ଯେତେବେଳେ ଏଟା ଆରମ୍ଭ ହୋଇଗଲା:
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੇਰਵਾ ਦਿਓ ਕਿ ਤੁਸੀਂ ਦਾ ਯੰਤਰ ਕੀ ਕਰ ਰਿਹਾ ਸੀ ਜਦ ਇਹ ਸ਼ੁਰੂ ਹੋਇਆ:
pl: Opisz, co działo się na urządzeniu, gdy problem się pojawił:
pt_br: Descreva o que estava acontecendo no seu dispositivo quando isso começou:
pt_pt: Descreve o que estava a acontecer no teu dispositivo quando isto começou:
ro: Descrie te rog ce se întâmpla pe dispozitivul tău când a început:
ru: Опиши, что происходило на устройстве, когда это началось:
sk: Prosím opíšte, čo sa dialo na vašom zariadení, keď sa to začalo:
sl: Prosimo, opiši, kaj se je dogajalo na tvoji napravi, ko se je to zgodilo:
sv: Beskriv vad som hände på din enhet när detta började:
ta: பயன்பாட்டு பட்ஜெட் தரவு சேமிப்பிடத்தைத் திறக்க முடியவில்லை என்ற சமயம் உங்கள் சாதனத்தில் என்ன செய்திருந்தீர்கள் என்பதை விவரிக்கவும்:
te: యాప్ డేటా స్టోర్‌ను తెరవలేకపోయినప్పుడు మీ పరికరంలో ఏమి జరుగుతున్నవో దయచేసి వివరించండి:
th: โปรดอธิบายว่าอุปกรณ์ของคุณกำลังทำอะไรอยู่เมื่อเกิดปัญหานี้:
tr: Bu sorun başladığında cihazında neler olduğunu açıkla:
uk: Будь ласка, опишіть, що відбувалося на вашому пристрої, коли це почалося:
ur: براہ کرم بیان کریں کہ جب یہ شروع ہوا تو آپ کے ڈیوائس پر کیا ہو رہا تھا:
vi: Vui lòng mô tả những gì đang xảy ra trên thiết bị của bạn khi điều này bắt đầu:
zh_hans: 请描述您的设备上发生此问题时的情况：
zh_hant: 請描述當應用程式無法開啟資料儲存時，您的裝置上發生了什麼：

# containerFailure.title
source: Couldn't open your data
ar: تعذر فتح بيانات التطبيق
bn: আপনার ডেটা খুলতে পারেনি
ca: No s'han pogut obrir les dades
cs: Nelze otevřít vaše data
da: Kunne ikke åbne dine data
de: Deine Daten konnten nicht geöffnet werden
el: Δεν ήταν δυνατό να ανοίξετε τα δεδομένα σας
es: No se pudieron abrir tus datos
es_mx: No se pudieron abrir tus datos
fi: Tietoja ei voitu avata
fr: Impossible d'ouvrir vos données
fr_ca: Impossible d'ouvrir tes données
gu: તમારો ડેટા ખોલી શકાયો નથી
he: לא הצלחנו לפתוח את הנתונים שלך
hi: आपका डेटा नहीं खोल सका
hr: Nije moguće otvoriti podatke
hu: Nem lehet megnyitni az adatokat
id: Tidak dapat membuka data Anda
it: Impossibile aprire i tuoi dati
ja: データを開くことができませんでした
kn: ನಿಮ್ಮ ಡೇಟಾ ತೆರೆಯಲಾಗಲಿಲ್ಲ
ko: 데이터를 열 수 없습니다
ml: നിങ്ങളുടെ ഡാറ്റ തുറക്കാൻ കഴിഞ്ഞില്ല
mr: आपला डेटा उघडता आला नाही
ms: Tidak dapat membuka data anda
nb: Kunne ikke åpne dataene dine
nl: Kon je gegevens niet openen
or: ଆପଣାର ତଥ୍ୟ ଖୋଲିପାରିନାହିଁ
pa: ਤੁਸੀਂ ਦਾ ਡੇਟਾ ਨਹੀਂ ਖੋਲ੍ਹ ਸਕੇ
pl: Nie można otworzyć Twoich danych
pt_br: Não foi possível abrir seus dados
pt_pt: Não foi possível abrir os dados
ro: Nu s-au putut deschide datele tale
ru: Не удалось открыть ваши данные
sk: Nepodarilo sa otvoriť dáta
sl: Podatkov ni bilo mogoče odpreti
sv: Kunde inte öppna dina data
ta: உங்கள் தரவை திறக்க முடியவில்லை
te: మీ డేటాను తెరవలేకపోయింది
th: ไม่สามารถเปิดข้อมูลของคุณได้
tr: Veriler açılamadı
uk: Не вдалося відкрити ваші дані
ur: اپنا ڈیٹا کھول نہیں سکے
vi: Không thể mở dữ liệu của bạn
zh_hans: 无法打开您的数据
zh_hant: 無法開啟您的資料
